Repository: camptocamp/c2cgeoform
Catalog: c2cgeoform/locale/*/LC_MESSAGES/c2cgeoform.po
Languages: fr

source: Captcha validation has failed
fr: La validation du captcha a échouée

source: The secret parameter is missing
fr: Le paramètre secret est manquant

source: No input
fr: Aucune entrée

source: The secret parameter is invalid or malformed
fr: Le paramètre secret est invalide ou mal formé

source: The response parameter is missing
fr: Le paramètre response est manquant

source: There was an error talking to the recaptcha server {0}
fr: La requête au serveur recaptcha a renvoyé une erreur {0}

source: The response parameter is invalid or malformed
fr: Le paramètre response est invalide ou mal formé

source: Zoom In
fr: Zoomer

source: Zoom Out
fr: Dézoomer

source: Attributions
fr: Copyright

source: Draw point
fr: Créer point

source: Draw line
fr: Créer ligne

source: Draw polygon
fr: Créer polygone

source: Modify
fr: Modifier

source: Remove all
fr: Effacer tous les objets

source: Submission successful
fr: Formulaire envoyé avec succès

source: Thank you for your submission. Please find below the information that was stored in our system.
fr: Merci beaucoup ! Veuillez trouver ci-dessous les informations stockées dans notre système.

source: Please confirm your details and submit the form.
fr: Pour finaliser votre dossier, veuillez vérifier les informations saisies et les soumettre après.

source: Submit
fr: Soumettre

source: Back to form
fr: Retourner au formulaire

source: View
fr: Voir

source: Back to overview
fr: Retourner à l'index

source: Edit
fr: Modifier

source: All entities
fr: Toutes données

source: Commands
fr: Actions

source: All
fr: Tous

source: Showing ((ctx.start)) to ((ctx.end)) of ((ctx.total)) entries
fr: ((ctx.start)) à ((ctx.end)) sur ((ctx.total)) entrées

source: Loading...
fr: Chargement...

source: No results found!
fr: Aucun résultat trouvé!

source: Refresh
fr: Actualiser

source: Search
fr: Rechercher
